{
  "title_From1": "แบบทดสอบความสนใจทางอาชีพ (RIASEC)",
  "from_1_select" : "คณะที่อยากเข้า" ,
  "title_From1_detail": "แบบทดสอบนี้ จะสะท้อนให้เราได้รู้จักบุคลิกภาพ ความชอบ ความสนใจ ความสามารถ และพรสวรรค์ที่ตรงกับตัวเอง เพื่อนำไปใช้ประกอบการตัดสินใจในการเลือกอาชีพได้ดีขึ้น",
  "From1_confirmAge": "น้องรับรองว่าน้องอายุ 10 ปีขึ้นไป และในการสมัครเข้าร่วมกิจกรรมครั้งนี้ น้องได้ขออนุญาตผู้ปกครองเรียบร้อยแล้ว",
  "From1_confirmAge2" : "",
  "from1_title_quiz" : "แบบทดสอบความสนใจทางอาชีพ (RIASEC)" ,
  "from1_quiz15min" : "แบบทดสอบนี้มีข้อคำถามทั้งหมด 54 ข้อ ใช้เวลาทำประมาณ 15 นาที" ,
  "from1_anwser" : "ให้น้อง ๆ เลือกตอบข้อที่ตรงกับตัวเองมากที่สุด โดยแบบทดสอบนี้ไม่มีคำตอบถูกหรือผิด ดังนั้น ขอให้น้อง ๆ ตอบตามความเป็นจริง เพื่อผลลัพธ์ที่แม่นยำที่สุด" ,
  "from1_anwser1" : "ไม่เห็นด้วยอย่างมาก" ,
  "from1_anwser2" : "ไม่เห็นด้วย" ,
  "from1_anwser3" : "ไม่แน่ใจ" ,
  "from1_anwser4" : "เห็นด้วย" ,
  "from1_anwser5" : "เห็นด้วยอย่างมาก" , 

  "title_From2": "สิ่งที่ฉันให้คุณค่าในงานคืออะไร?",
  "title_From2_detail": "แบบประเมินนี้ มีจำนวนคำถามทั้งหมด 20 ข้อ ใช้ระยะเวลาโดยประมาณ 8-10 นาที โดยคำตอบไม่มีถูก-ผิด ขอให้คุณตอบตามความเป็นจริงมากที่สุด",
  "title_From2_description": "อ่านข้อความอย่างตั้งใจ แล้วพิจารณาว่าข้อความต่อไปนี้ สำคัญกับงานในฝันของฉันมากน้อยขนาดไหน",

  "from2_anwser1" : "สำคัญมากที่สุด" ,
  "from2_anwser2" : "สำคัญมาก" ,
  "from2_anwser3" : "สำคัญปานกลาง" ,
  "from2_anwser4" : "สำคัญน้อย" ,
  "from2_anwser5" : "ไม่สำคัญเลย" ,


  "title_From3": "แบบประเมิน Work Activities",
  "title_From3_detail": "ให้นักเรียนนึกถึงประสบการณ์การทำงาน หรือการทำกิจกรรมในโรงเรียน แล้วพิจารณาว่าตนเองอยากทำงานเหล่านี้มากน้อยแค่ไหน? (ให้คะแนน 1-5)",

  "title_From4": "จุดแข็งของฉันคือ...",
  "title_From4_detail": "แบบประเมินนี้ มีจำนวนคำถามทั้งหมด 78 ข้อ ใช้ระยะเวลาโดยประมาณ 15-20 นาที โดยคำตอบไม่มีถูก-ผิด ขอให้คุณตอบตามความเป็นจริงมากที่สุด",
  "from4_anwser1" : "เป็นประจำ หรือ เกือบเป็นประจำ" ,
  "from4_anwser2" : "บ่อยครั้ง" ,
  "from4_anwser3" : "มีบ้างเป็นบ้างครั้ง" ,
  "from4_anwser4" : "เเทบไม่เคย หรือ ไม่เคยเลย" ,
  "from4_anwser5" : "คำถามนี้ไม่เกี่ยวข้องกับฉันเลย" ,

  "from4_anwser_title" : "กรุณาเรียงลำดับคำ ที่อธิบายตัวคุณได้ดีที่สุด" ,
  "from4_anwser_detail" : "ให้เรียงลำดับความสัมพันของฝั่งซ้ายมาไว้ฝั่งทางขวาให้ครบ (ตอบตามความเป็นจริง) * "  ,

  "activities" : "กิจกรรมที่ฉันสนใจ" ,
  "discovery" : "การค้นพบ" ,
  "this_book" : "หนังสือเล่มนี้จะเป็นส่วนหนึ่งของการช่วยค้นหาตัวเอง ให้คุณได้รู้จักตัวเองมากขึ้น โดยสิ่งเเรกที่คุณจะได้รู้จักตัวเองคือบุคลิกที่สะท้อนถึงความสนใจของคุณ โดยจากการวิเคราะห์ค้นพบว่าบุคลิกของคุณมีความโดดเด่นด้านของ",
  "in_addition" : "นอกจากนี้ คุณยังมีความโดดเด่นในเรื่องของ",
  "the_strength" : "จุดแข็งที่ซ่อนอยู่ในตัวฉัน", 
  "strength" : "จุดแข็ง",
  "in_additions" : "นอกจากความสนใจแล้ว จุดแข็งเป็นอีกหนึ่งสิ่งที่มีความสำคัญที่จะทำให้ตัวคุณสามารถพัฒนาต่อไปได้และกำลังรอให้คุณค้นพบอยู่ จุดแข็งมักเป็นสิ่งที่คุณแสดงออกมา ไม่ว่าจะเป็นความคิด ความเชื่อ ความรู้สึกต่างๆ ที่คุณและบุคคลรอบข้างอาจจะไม่เคยให้คำนิยาม หรือคิดมาก่อนว่าสิ่งเหล่านี้เป็นจุดแข็งที่โดดเด่นของคุณ ลักษณะของจุดแข็งเหล่านั้นก็คือ" ,
  "caution" : "ข้อระวัง",
  "my_hidden_strength" : "จุดแข็งที่ซ่อนอยู่ในตัวของฉัน" , 
  "how_to_develop" : "วิธีการพัฒนาจุดแข็งนี้ให้ดียิ่งขึ้น" ,
  "techniques"  : "เทคนิคการเรียน",
  "parents_can_support" : "สิ่งที่ผู้ปกครองสามารถให้การสนับสนุน",
  "preparation" : "การเตรียมตัวสู่อาชีพที่ใช่",
  "preparations" : "การเตรียมตัว",
  "career" : "สู่อาชีพที่ใช่",
  "before_you_have" : "ก่อนที่คุณจะต้องตัดสินใจเลือกอาชีพที่ใช่ สิ่งหนึ่งที่คุณจะเจอก่อนการตัดสินใจก็คือ",
  "readiness_to_make" : "ความพร้อมในการตัดสินใจด้านอาชีพ",
  "this_readiness_will" : "ซึ่งความพร้อมนี้จะเกิดจากการที่คุณได้ เข้าใจลักษณะนิสัย ความสนใจ ความสามารถ ข้อมูลอาชีพ และความรู้เกี่ยวกับกระบวนการตัดสินใจ และเมื่อคุณมีความเข้าใจในตัวเองและอาชีพต่าง ๆแล้ว คุณสามารถนำความสนใจและจุดแข็งที่คุณได้ค้นพบ มาช่วยวิเคราะห์ถึงอาชีพที่ใช่และไม่ใช่ได้อีกด้วย",
  "What_is_something" : "อะไรบ้างที่ทำให้เราไม่พร้อมซักทีในการเลือกอาชีพ",
  "beliefs_related" : "ความเชื่อที่เกี่ยวข้องกับการตัดสินใจทางอาชีพที่ผิด",
  "confusion_caused" : "ความสับสนที่เกิดจากบุคคลสำคัญ เช่น บุคคลสำคัญไม่เห็นด้วยกับสิ่งที่เรากำลังคิด หรือกำลังตัดสินใจ",
  "lack_of_knowledge" : "ขาดความรู้ที่จะนำข้อมูลต่างๆ ทั้งที่เป็นข้อมูลเกี่ยวกับคุณลักษณะต่างๆ ของตนเอง และข้อมูลด้านอาชีพมาใช้พิจารณาร่วมในการตัดสินใจ",
  "how_to_increase" : "วิธีเพิ่มความพร้อม คุณจะทำได้อย่างไร",
  "in_the_current" : "ในการประกอบอาชีพปัจจุบันนั้น ไม่จำเป็นที่จะต้องมีอาชีพเดียวเสมอไปที่จะเหมาะสมกับตัวเอง และกระบวนการเลือกอาชีพนั้นเป็นกระบวนเลือกตลอดทั้งชีวิต ซึ่งสามารถปรับเปลี่ยนได้เมื่อเวลาผ่านไป",
  "understand_why" : "ทำความเข้าใจสาเหตุที่ไม่เห็นด้วยเพราะอะไร สิ่งที่คุณกำลังติดสินใจอยู่ยังขาดประเด็นไหนที่ เขาให้ความสำคัญแต่ว่าเรายังไม่ได้ตอบอีกหรือไม่",
  "explore_careers" : "สำรวจอาชีพจากสื่อออนไลน์ เช่น ดู Vlog รีวิวอาชีพ, รีวิวคณะ, Q&A อาชีพ เพื่อให้เห็นอาชีพที่หลากหลายมากขึ้น อีกทั้งช่วยให้เห็นข้อมูลที่เกี่ยวข้องกับอาชีพ เช่น ลักษณะการทำงาน ไลฟ์สไตล์ ที่จะช่วยเชื่อมโยงกับไลฟ์สไตล์การใช้ชีวิตของตัวเองได้",
  "participate_in_the" : "เข้าร่วมกิจกรรมค่ายคณะ ค่ายอาชีพ เพื่อให้เห็นข้อมูลด้านการทำงานของแต่ละอาชีพมากขึ้น อีกทั้งช่วยให้ค้นพบตัวตนได้ดีมากขึ้น จากการพูดคุยกับผู้ที่มีประสบการณ์ หรือทำงานในสายงานนั้นจริง ๆ",
  "what_is_necessary" : "สิ่งที่จำเป็นต่อเทรนอาชีพในอนาคต ที่คุณควรรู้" ,
  "in_a_world_where_technology" : "ในโลกที่เทคโนโลยีพัฒนาไปอย่างรวดเร็ว ส่งผลให้เทรนด์อาชีพเปลี่ยนแปลงอย่างรวดเร็วด้วยเช่นกัน หลาย ๆ อาชีพถูกทดแทนด้วยเทคโนโลยี แต่ยังมีทักษะสำคัญที่เทคโนโลยียังไม่สามารถเข้ามาทำแทนที่มนุษย์ได้นั่นคือ ความเข้าอกเข้าใจ (Compassion) และความคิดสร้างสรรค์ (Creativity) นั่นเอง ซึ่งสองทักษะนี้ที่จะทำให้เราสามารถอยู่ร่วมไปกับเทคโนโลยีได้" ,
  "developing_this_skill" : "การพัฒนาทักษะนี้ จะส่งเสริมให้คุณเข้าใจปัญหาของคนอื่นได้อย่างเป็นกระบวนการ และสร้างชิ้นงานออกมาแก้ปัญหาของผู้คนได้อย่างตรงความต้องการมากที่สุด โดยที่เทคโนโลยีก็ไม่สามารถทำความเข้าใจปัญหาของคนอื่นได้เทียบเท่ากับ ไม่สามารถทดแทนทักษะนี้ของคุณได้" , 
  "my_possible_career" : "อาชีพที่เป็นไปได้ของฉัน",
  "responsibilities" : "หน้าที่ความรับผิดชอบ" ,
  "occupation_specific_information" : "ข้อมููลเฉพราะของอาชีพ" ,
  "details_of_the_work" : "รายละเอียดของเนื้องาน" ,
  "knowledge_and_related_subjects" : "ความรู้และวิชาที่เกี่ยวข้อง",
  "related_faculties" : "คณะที่เกี่ยวข้อง" ,
  "necessary_skills" : "ทักษะต่างๆที่จำเป็น",
  "What_will_be_done_in_this_work" : "สิ่งที่จะได้ทำในงานนี้" ,
  "Important_skills_you_should_have" : "ทักษะสำคัญที่ควรมี",
  "skills_that_need_further_development" : "ความสามารถที่ควรพัฒนาเพิ่มเติม" ,
  "It_is_a_career_that_has_very_little" : "เป็นอาชีพที่มีโอกาสโดนทดแทนด้วยเทคโนโลยีในอนาคตภายใน 10 ปีได้น้อยมาก เนื่องจากเป็นงานที่มีความซับซ้อน ต้องอาศัยข้อมูล ต้องใช้ความพยายามเข้าใจที่เกี่ยวข้องกับคน และความรู้เฉพาะเจาะจงในการทำงาน และตัดสินใจ"
  

}