{
  "title_From1": "Assessment : Riasec",
  "from_1_select" : "Desired major (Faculty)" ,
  "title_From1_detail": "This test will help you reflect on your personality, your inclination and interests, your skills, and talents that best suits you, which can be used to help you decide your career better.",
  "From1_confirmAge": "You confirm that you are older than 10 years old, and you have received permission from your guardian to apply for this activity.",
  "From1_confirmAge2" : "Your consent choices will not affect this application, and if you don't wish for us to evaluate your personal information as stated in the objectives above, or you would like to not receive any further communications, you can unsubscribe from marketing messages or withdraw your consent whenever you want. You can do this free of charge through our consent withdrawal form on our website. Privacy statement. We are determined to keep the personal information we received safe. We delete your information 5 (five) years after our relationship ends, or in the case that we had asked for your consent, we will stop using your information when you withdraw your consent. Nevertheless, you can access the information, ask for copies, ask to receive the information automatically, ask to transfer the information, ask for the information to be deleted or suspended, by filling out the request to exercise your rights forms on the company website. Furthermore, you can learn about our security measures and details about personal information protection at the customer's privacy notice. If you believe we aren't operating according to the statements, please contact us through email at lol.pdpa@ondemand.in.th or through post at LEARN MY LIFE CO., LTD. 444, 14th Floor, MBK Tower, Payathai Road, Wang Mai Pathum Wan District, Bangkok 10330 . For further questions, you can ask for more details or report to DPO@learn.co.th",
  "from1_title_quiz" : "Career Interest Test (RIASEC)" ,
  "from1_quiz15min" : "There are 54 questions in this test. This should take around 15 minutes to complete." ,
  "from1_anwser" : "Please pick the ones which you most identify with. There is no right or wrong answers, so please answer truthfully for the most accurate result." ,
  "from1_anwser1" : "Strongly disagree" ,
  "from1_anwser2" : "Disagree" ,
  "from1_anwser3" : "Not sure" ,
  "from1_anwser4" : "Agree" ,
  "from1_anwser5" : "Strongly Agree" ,

  "title_From2": "What Your Work Values Mean?",
  "title_From2_detail": "There are 20 questions in this test. This should take around 8-10 minutes to complete. Please pick the ones which you most identify with. There is no right or wrong answers, so please answer truthfully for the most accurate result.",
  "title_From2_description": "Read the statement below and think about how important that quality would be in your ideal job.",

  "from2_anwser1" : "Most" ,
  "from2_anwser2" : "More" ,
  "from2_anwser3" : "SomeWhat" ,
  "from2_anwser4" : "Less" ,
  "from2_anwser5" : "Least" ,

  "title_From3": "Assessment : Work Activities",
  "title_From3_detail": "Think about your experiences with work or activity in school. Consider how much you would like to do those work again. (Ranging from 1-5 points)",

  "title_From4": "My strength is",
  "title_From4_detail": "There are 78 questions in this test. This should take around 15-20 minutes to complete. There is no right or wrong answers. Please answer as truthfully as you can.",
  "from4_anwser1" : "Always or nearly always" ,
  "from4_anwser2" : "often" ,
  "from4_anwser3" : "Sometimes" ,
  "from4_anwser4" : "Rarerly or never" ,
  "from4_anwser5" : "I don't relate to this question at all." ,
  
  "from4_anwser_title" : "" ,
  "from4_anwser_detail" : "Arrange the orders by clicking and dragging the boxes according to how much you most or least identify with them." ,

  "activities" : "Activities I'm interested in." ,
  "discovery" : "Discovery" ,
  "this_book" : "This book will be part of helping you find yourself. Let you get to know yourself better The first thing you get to know about yourself is the personality that reflects your interests. The analysis found that your personality is unique in terms of",
  "in_addition"  : "In addition, you also stand out in terms of" , 
  "the_strength" : "The strength hidden in me" , 
  "strength" : "Strength",
  "in_additions" : "In addition to interest Strengths are another important thing that will allow you to develop and are waiting for you to discover them. Strengths are often what you show. Be it thoughts, beliefs, feelings that you and those around you may never define Or do you think these are your distinctive strengths? The nature of those strengths is" , 
  "caution" : "Caution",
  "my_hidden_strength" : "My hidden strength",
  "how_to_develop" : "How to develop this strength even further" , 
  "techniques"  : "Study Techniques" , 
  "parents_can_support" : "What parents can support",
  "preparation" : "Preparation for the right career" , 
  "preparations" : "Preparation" ,
  "career" : "For the right career",
  "before_you_have" : "Before you have to decide on the right career. One thing you will come across before making a decision is",
  "readiness_to_make" : "Readiness to make career decisions" , 
  "this_readiness_will" : "This readiness will arise from the fact that you have Understand character traits, interests, abilities, career information, and knowledge of decision-making processes. And once you have an understanding of yourself and your careers, you can bring the interests and strengths you've discovered. can also help analyze the right and wrong careers" ,
  "What_is_something" : "What is something that makes us not ready to choose a career?" ,
  "beliefs_related" : "Beliefs related to making wrong career decisions",
  "confusion_caused" : "Confusion caused by important people, for example, important people disagree with what we are thinking. or deciding",
  "lack_of_knowledge" : "Lack of knowledge to bring information Both are information about their own characteristics and occupational information to be considered in decision making.",
  "how_to_increase" : "how to increase readiness How do you do it ?",
  "in_the_current" : "in the current career It is not always necessary to have one profession to be suitable for oneself. And the process of choosing a career is a lifelong process. which can be adjusted over time",
  "understand_why" : "Understand why you disagree and why. What issues are you deciding on? He pays attention but we haven't answered yet or not." , 
  "explore_careers" : "Explore careers from online media such as Vlogs, career reviews, faculty reviews, career Q&A to see more diverse careers. It also helps to see information related to the occupation, such as work style, lifestyle that will help connect with their own lifestyle." ,
  "participate_in_the" : "Participate in the activities of faculty camps and career camps in order to see more information about the work of each occupation. It also helps to discover the identity better. From talking with experienced people or actually working in that field",
  "what_is_necessary" : "What is necessary for future career training that you should know" ,
  "in_a_world_where_technology" : "In a world where technology is developing rapidly As a result, career trends change rapidly as well. Many occupations have been replaced by technology. But there are still important skills that technology has not yet been able to replace humans. Empathy (ความเข้าอกเข้าใจ) and creativity (ความคิดสร้างสรรค์) , which are two skills that will allow us to co-exist with technology.",
  "developing_this_skill" : "developing this skill It encourages you to understand other people's problems in a procedural way. And create works to solve people's problems that meet the needs of the most where technology is unable to understand other people's problems equivalent to This skill cannot be substituted for you." , 
  "my_possible_career" : "My possible career",
  "responsibilities" : "Responsibilities" ,
  "occupation_specific_information" : "Occupation specific information" ,
  "details_of_the_work" : "Details of the work",
  "knowledge_and_related_subjects" : "Knowledge and Related subjects" ,
  "related_faculties" : "Related Raculties" ,
  "necessary_skills" : "Necessary Skills",
  "What_will_be_done_in_this_work" : "What will be done in this work",
  "Important_skills_you_should_have" : "Important skills you should have" ,
  "skills_that_need_further_development" : "Skills that need further development",
  "It_is_a_career_that_has_very_little" : "It is a career that has very little chance of being replaced by technology in the future within 10 years due to its complexity. rely on information It takes effort to understand people involved. and specific knowledge to work and make decisions"

  
}